Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: Andrea has conducted human health and ecological risk assessments for brownfields redevelopment for over 14 years. Risk assessments have been conducted for industrial sites, commercial properties, future residential developments, First Nations communities, park and vacant lands, and a variety of other types of properties. She has worked with regulators from several jurisdictions, including Ontario, Quebec, Canada, and various Regions in the United States. Risk assessments have been carried out on a variety of contaminant groups such as petroleum hydrocarbons, polycyclic aromatic hydrocarbons, inorganic compounds (including mercury), volatile organic compounds, phthalates, polychlorinated biphenyls, dioxins and furans, perfluorinated compounds (PFCs, including PFOA and PFOS), explosives, alcohols, and a variety of specialized industrial chemicals. Risk assessments for radionuclides have also been a recent focus.
es: Andrea ha llevado a cabo evaluaciones de riesgo para la salud humana y riesgo ecológico para el redesarrollo de sitios brownfield durante más de 14 años. Las evaluaciones de riesgo en las que ha participado cubren sitios industriales, predios comerciales, futuros desarrollos inmobiliarios, comunidades indígenas, parques y sitios baldíos y una variedad de otros predios. Ha trabajado con los reguladores de diversas jurisdicciones como Ontario, Quebec y Canadá y varias regiones de EE.UU. Las evaluaciones de riesgo han sido llevadas a cabo sobre una variedad de grupos contaminantes tales como hidrocarburos de petróleo, hidrocarburos aromáticos policíclicos, compuestos inorgánicos (como mercurio), compuestos orgánicos volátiles, ftalatos, compuestos perfluorados (PFC, así como PFOA y PFOS), explosivos, alcoholes y una variedad de productos químicos industriales especializados. Un foco reciente han sido también las evaluaciones de riesgos de radionúclidos.

source: Angle of batter will depend on soil conditions.
es: El ángulo de talud dependerá de las condiciones del suelo.

source: Angular clasts, absence of stratification, and biotite-rich matrix indicate volcaniclastic origin.
es: Clastos angulares, ausencia de estratificación y matriz rica en biotita que indica origen volcanoclástico.

source: Announcements by early July
es: Anuncios a comienzos de julio

source: Announcements/communications - internal company-wide (except for CEO communications)
es: Anuncios/comunicados - internos a toda la compañía (excepto comunicados del CEO)

source: Announcements/communications - internal within the Region
es: Anuncios/comunicados - internos de la región

source: Annual salary awards within approved budget
es: Premios salariales anuales dentro del presupuesto aprobado

source: Another initial finding showed that our previously marked test pit location had been moved at the client’s request.
es: Otro hallazgo inicial demostró que la ubicación previamente marcada para la calicata de prueba había sido desplazada a petición del cliente.

source: Antamina Mine - Comp.
es: Mina Antamina – Comp.

source: Antamina Project, Antamina Tailings Dam Detailed Design for Centreline Raise
es: Proyecto Antamina. Diseño detallado de presa de relaves Antamina para crecimiento en línea central.

source: Antamina Project, Antamina Tailings Dam Pre-Feasibility Study for Centreline Raise
es: Proyecto Antamina. Estudio de prefactibilidad de la presa de relaves Antamina para crecimiento en línea central

source: Antamina Project, Antamina Tailings Dam Static and Dynamic Deformation Assessment
es: Proyecto Antamina. Evaluación de deformación estática y dinámica de la presa de relaves Antamina.

source: Antamina Tailings Dam has been built to a height of about 240 m following the downstream construction method as per original design.
es: La presa de relaves Antamina ha sido construida hasta una altura de 240 metros usando el método de construcción aguas abajo según su diseño original.

source: Anti-Corruption and Anti-Bribery Policy
es: Política Anticorrupción y Antisoborno

source: Anticipated Margin**
es: Margen previsto**

source: Anticipated RFP, have collected adequate info
es: Se prevé RFP, se ha recogido información suficiente

source: Any activity not part of the normal routing of work which creates a disruptive or hazardous situation, usually done for "fun" or to ease boredom.
es: Cualquier actividad que no sea parte de la rutina normal del trabajo, que resulta en una situación disruptiva o peligrosa, por lo general causada por "diversión" o para pasar el aburrimiento.

source: Any bonus including signing, spot, retention & referral bonus
es: Cualquier bono como los bonos por firmar, espontáneos, por retención y por recomendación

source: Any client requirements with respect to investigations shall also be taken into account.
es: Los requisitos de los clientes con respecto a las investigaciones también deberán tomarse en cuenta.

source: Any event that has the realistic potential or actual result of death or catastrophic environmental impact.
es: Cualquier evento que tiene potencial real o resultado real de muerte o impacto ambiental catastrófico.

source: Any explicit or implied obligation to comply with illegal boycott laws/requirements
es: Cualquier obligación explícita o implícita de cumplir con leyes/requisitos sobre boycott ilegal.

source: Any one or combination of the following operations would reduce the maximum explosive weight per delay further:
es: Las siguientes operaciones, por sí solas o en combinación, contribuirían a reducir aún más el peso máximo de explosivos por retardo:

source: Apatity, Russia
es: Apatity, Rusia

source: Appendix A
es: Anexo A

source: Appendices are provided which support the overall conceptual hydrogeological model developed for the Study, containing: visual description (through core photos) of the hydrostratigraphic units (Appendix A); groundwater elevation relative to the zone of weathering (Appendix B); hydraulic conductivity response testing results relative to the zone of weathering (Appendix C); groundwater elevation hydrographs (Appendix D); and streamflow monitoring records for the sub-basins with the Project Area (Appendix E).
es: Se incluyen apéndices que soportan el modelo hidrogeológico conceptual desarrollado para el Estudio, los cuales contienen: una descripción visual (fotografías de testigos) de las unidades hidroestratigráficas (Apéndice A); el nivel de las aguas subterráneas en la zona de meteorización (Apéndice B); los resultados de ensayos de conductividad hidráulica en la zona de meteorización (Apéndice C); los hidrogramas de los niveles de aguas subterráneas (Apéndice D), y los registros de monitoreo de caudal en las subcuencas del área del Proyecto (Apéndice E).

source: Appendix B
es: Anexo B

source: Appendix C
es: Anexo C

source: Appendix C shows the test intervals against a background of drill core photos; which provides an appreciation of the texture of the materials tested and the resulting hydraulic conductivity values obtained from each zone.
es: En el Apéndice C se presentan los intervalos del ensayo con las fotografías de los testigos de perforación correspondientes, lo cual permite tener una apreciación de la textura de los materiales y los valores de conductividad hidráulica obtenidos en cada zona.

source: Appendix D
es: Anexo D

source: Appendix E
es: Anexo E

source: Apply Take 5 continually during the day.
es: Aplicar la regla Take 5 constantemente durante el día.

source: Apply SPF 50+ sunscreen 20 minutes prior to work and then again every 2 hours.
es: Aplicarse protector solar SPF 50 o más 20 minutos antes de trabajar y de nuevo cada 2 horas.

source: Apply Skills in Client Meetings.
es: Aplicación de Habilidades en Reuniones con Clientes.

source: Apply controls in HSSE plan and communicate any changes.
es: Aplicar controles en el plan de HSSE y comunicar cualquier cambio.

source: Appointment of Officers and Directors
es: Designación de ejecutivos y directores

source: Appointment of management positions at or above Operations Manager
es: Designación de cargos gerenciales a nivel o por sobre gerencia de operaciones

source: Appropriate controls be in place for high risk activities.
es: Controles adecuados para actividades de alto riesgo.

source: Appropriate planning / controls
es: Planificación / controles adecuados

source: Appropriately labelled (type of waste, contact details).
es: Etiquetarse adecuadamente (tipo de residuo, detalles de contacto).

source: Appropriately licenced Rigger
es: Persona con licencia de rigger

source: Approval
es: Aprobación

source: Approval must be obtained when a new trigger arises during the lifecycle of a project (e.g., when a change in scope, change in fee, change in terms, etc. raises a new trigger).
es: Debe obtenerse aprobación cuando surja un nuevo trigger durante el ciclo de vida de un proyecto (ej., un cambio de alcance, de tarifa, de términos levanta un nuevo trigger)

source: Approvals and concurrences must be obtained for each applicable trigger and documented by placing an email confirming such approval or concurrence in an appropriate file.
es: Las aprobaciones y conformidades deben obtenerse por cada trigger que corresponda y documentarse mediante correo electrónico que confirme dicha aprobación o conformidad en un archivo según corresponda.

source: Approved
es: Aprobado

source: Approved By
es: Aprobado por

source: Approximate # Holes Per Blast
es: Nro. aprox. taladros por voladura

source: Approximate Closest Source-to-Site Distance (km)
es: Menor distancia aproximada de la fuente al sitio (km)

source: Approximate Closest Source-to-Site Distance2 (km)
es: Menor distancia aproximada desde la fuente hasta el sitio2 (km)

source: Approximately 30 m (3 x 10 m lifts) has been unloaded from Botadero Este to develop it to its current approximate elevation 4327 m.
es: Se han descargado aproximadamente 30 m (3 niveles de 10 m) desde el Botadero Este para desarrollarlo hasta su elevación actual de aproximadamente 4327 m.

source: Aquarius Mine - Echo Bay Mines Ltd.
es: Mina Aquarius – Echo Bay Mines Ltd.

source: Arango et al. (2012) concluded that Zhao et al. (2006) is suitable for predicting seismic ground motions in the western end of South America.
es: Arango et al. (2012) concluyeron que el modelo de Zhao et al. (2006) es apropiado para predecir movimientos sísmicos en el extremo occidental de Sudamérica.

source: Arango et al. (2012) analyzed the applicability of available GMPEs for the subduction zone of western South America (Peru and Chile) and Central America.
es: Arango et al. (2012) analizaron la aplicabilidad de las curvas de atenuación (GMPE, en inglés) disponibles para la zona de subducción del occidente de Sudamérica (Perú y Chile) y de Centroamérica.

source: Arango et al. (2012) considered that the Zhao et al. (2006) GMPE can be used reliably for seismic hazard analysis in Peru and Chile.
es: Arango et al. (2012) consideraron que la curva de atenuación de Zhao et al. (2006) puede usarse sin problemas para el análisis de peligro sísmico en Perú y Chile.

source: Arango et al. (2012) used the maximum likelihood method of Scherbaum et al. (2004) to conclude that the GMPEs for subduction earthquakes proposed by Zhao et al. (2006), Atkinson and Boore (2003), and Youngs et al. (1997) predict well the earthquake ground motions recorded along the interface zone of Peru and Chile in the last 30 to 40 years.
es: Arango et al. (2012) utilizó el método de probabilidad máxima de Scherbaum et al. (2004) para concluir que las curvas de atenuación para los sismos de subducción propuestas por Zhao et al. (2006), Atkinson y Boore (2003) y Youngs et al. (1997) predicen bien los movimientos sísmicos registrados a lo largo de la zona de interfaz de Perú y Chile en los últimos 30 a 40 años.

source: Are Consequential Damages Excluded?
es: ¿Se excluyen los daños indirectos?

source: Are poor attitudes towards safety evident?
es: ¿Hay indicios de mala actitud frente a la seguridad?

source: Are the controls clear / unambiguous?
es: ¿Son los controles claros / directos?

source: Are there any H, S or E exposures of concern?
es: ¿Hay alguna exposición preocupante en términos de salud, seguridad o medio ambiente?

source: Are there any fatal risks present?
es: ¿Hay algún riesgo fatal presente?

source: Are there any milestone payments?
es: ¿Hay algún pago por hito?

source: Are there any other factors, not already covered in Work Method Statements, which could result in injury, property damage or environmental harm?
es: ¿Hay otro factor que no contemplen los Procedimientos Seguros de Trabajo que pudiera ocasionar lesiones, daño a la propiedad, o daño ambiental?

source: Are there any other holdbacks/retainage?
es: ¿Hay otro tipo de retención?

source: Are there potential SIFs or fatal risks:
es: ¿Hay pSIF o riesgos fatales:

source: Are there subs on site, and do they participate in toolbox talks?
es: ¿Hay subcontratistas en el sitio? ¿Participan en las reuniones?

source: Are they documented?
es: que hayan sido documentados?

source: Are toolbox talks being given on a regular basis?
es: ¿Se hacen reuniones de salud y seguridad con regularidad?

source: Are unsure of the way to manage risk.
es: no estás seguro de la manera de manejar el riesgo.

source: Are unsure of the way to manage the risk
es: Estar inseguro sobre la manera de manejar el riesgo.

source: Are you traveling to or through an area where there is a security risk?
es: ¿Está viajando hacia o a través de un área donde existe un riesgo de seguridad?

source: Area Source3
es: Fuente de área3

source: Area free from hazards created by the works?
es: ¿Está el área libre de los peligros originados por los trabajos?

source: Areas needing work:
es: Áreas que necesitan mejoras:

source: As I said before, a WMS is 80% standard (the task doesn’t differ that much), so we have a library of WMS that you can download, adjust and make project specific.
es: Como dije antes, un WMS es 80% estándar (donde la tarea no varía mucho), así que tenemos una biblioteca de WMS para descargar, ajustar y dejar como específicos para el proyecto.

source: As Senior Leaders they display visible felt leadership through regular communication and reinforcement of health, safety, and environmental commitments and stewardship throughout Golder.
es: Como Líderes Senior demuestran un liderazgo visible y demostrado a través de la comunicación regular y el reforzamiento de los compromisos de salud, seguridad y medio ambiente y de la administración en todo Golder.

source: As a general rule it should not exceed 45o from the bottom.
es: Como regla general, no debe superar los 45° desde la base.

source: As a mentor I will reach out to senior client and market sector leaders to have an idea of where to find and which online or class-based training which may be applicable to Jocelyn based on their views.
es: Como mentor, me pondré el contacto con los líderes de cliente y de sector comercial senior, para contar con una idea sobre dónde y qué capacitaciones en línea o presenciales podrían aplicar para Jocelyn, según sus puntos de vista.

source: As a minimum expectation, minor incidents shall require follow up and the completion of the LDB investigation form.
es: Como expectativa mínima, los incidentes menores requerirán seguimiento y el llenado del formulario de investigación en la LDB.

source: As a result, a hydrogeological characterization program is recommended.
es: Como resultado, se recomienda un programa de caracterización hidrogeológica.

source: As a result, the manner in which the key elements of the PSHA are addressed, technical justification for the inputs to the analysis, the approaches to capturing uncertainties in the inputs, and decisions and assumptions made regarding the hazard calculations are all evaluated relative to standards of practice that currently exist within the seismic hazard and design community.
es: Por consiguiente, la manera en la cual se abordan los elementos clave del análisis PSHA, la justificación técnica para las entradas para el análisis, los métodos para la captura de incertidumbres en las entradas y las decisiones y suposiciones hechas con respecto a los cálculos de peligrosidad son evaluados completamente con relación a los estándares de la práctica que existen actualmente dentro de la comunidad de peligro y diseño sísmico.

source: As a result, these features are not specifically included within the conceptual hydrogeological model.
es: Como resultado, estos rasgos no fueron incluidos específicamente en el modelo hidrogeológico conceptual.

source: As acknowledged by the authors of the report, modern PSHAs require the consideration and incorporation of both the aleatory variability that is included in the standard deviations provided by any given GMPE, as well as the epistemic uncertainty that is represented by the inclusion of multiple GMPEs.
es: Como reconocen los autores del informe, los análisis PSHA modernos requieren considerar e incorporar tanto la variedad aleatoria que se incluye en las desviaciones estándares otorgadas por cualquier ecuación GMPE, así como la incertidumbre epistémica que está representada por la inclusión de múltiples ecuaciones GMPE.

source: As an employee-owned company, we are truly invested in, committed to, and are the primary beneﬁciaries of, Golder’s success.
es: Al ser una empresa de propiedad de sus empleados, tenemos un auténtico interés y compromiso con el éxito de Golder, ya que somos sus principales beneficiarios.

source: As an example a secondary lineament that parallels the North Ridge of the Palestina valley, and a fault that trends northeast possibly intersecting the North Ridge, were both mapped by MWWAI (2011).
es: Como ejemplo de esto, MWWAI (2011) mapeó un lineamiento secundario paralelo al Pico Norte del valle Palestina y una falla con dirección noreste que posiblemente intersecta el Pico Norte.

source: As an overview a WMS is a document that contains information about how the high risk task needs to be completed.
es: En general, un WMS es un documento con información sobre cómo se debe completar la tarea de alto riesgo.

source: As anticipated, PGA values at these return periods at the Spence Mine site are sensitive principally to the uncertainties in earthquake activity rates for the major contributing subduction zone seismic sources (i.e., SZ1 and SZ4) and the choice of intraslab GMPE.
es: Como se previó, los valores de la PGA en estos periodos de retorno en la mina Spence son sensibles principalmente a las incertidumbres en las tasas de actividad sísmica para las principales fuentes sísmicas en zona de subducción que son un factor contribuyente (SZ1 y SZ4) y a la elección de curvas de atenuación de intraplaca.

source: As appropriate use analytical or numerical models to estimate groundwater inflow to the pit through life of mine operations;
es: Según corresponda, usar modelos analíticos o numéricos para estimar el aporte de aguas subterráneas al pit durante las operaciones de la vida útil;

source: As described above, the proposed Project includes tailings deposition within La Palestina basin behind a sand embankment placed in the lower reaches of the basin, as well as the construction of the waste rock, oxide and low grade ore facilities in sub-basins on the western portion of the lease.
es: Como se describió anteriormente, el proyecto comprende la depositación de relaves en la cuenca La Palestina detrás de una presa de arena construida en las partes bajas de la cuenca, así como la construcción del depósito de estériles y las pilas de óxidos y de mineral de baja ley en las subcuencas ubicadas de la parte oeste del área del proyecto.

source: As described earlier in Section 3.3, the groundwater table is expected to be at/near the surface of the TMF during operations, with seepage estimates based on this condition.
es: Como se describió en la Sección 3.3, se espera que el nivel de las aguas subterráneas se encuentre en o cerca de la superficie de la presa de relaves durante la operación, habiendo estimaciones de infiltración basadas en esta condición.

source: As described earlier, the objective of the groundwater flow modelling is to assess potential seepage conditions (rates and directions) from the main facilities of the proposed Gramalote Project.
es: Como se mencionó anteriormente, el objetivo de la modelación de flujo subterráneo es evaluar las condiciones de infiltración posibles (tasas y direcciones de flujo) de las principales instalaciones del proyecto Gramalote.

source: As determined using Google Earth™.
es: determinada con Google Earth™.

source: As easy as 1, 2, 3, 4
es: Es tan fácil como 1, 2, 3, 4

source: As in the past, growth will be through a mix of organic and M&A
es: Como antes, el crecimiento será a través de una mezcla de crecimiento orgánico y fusiones/adquisiciones

source: As is generally acknowledged within the PSHA community, proper consideration of uncertainties leads to stability in hazard assessments.
es: Como suele reconocerse en la comunidad de análisis PSHA, una consideración adecuada de las incertidumbres otorga estabilidad a las evaluaciones de peligrosidad.

source: As leaders they visit Golder projects and workplaces to personally engage with employees and stakeholders while demonstrating and reinforcing our HSSE culture.
es: Como líderes, visitan los proyectos y oficinas de Golder en persona para interactuar con los empleados y otros actores y a la vez demostrar y reforzar nuestra cultura de HSSE.

source: As manual handling is a physical activity it is important to stretch or warm up prior to undertaking the task.
es: Ya que la manipulación es una actividad física, es importante estirarse o calentar antes de ejecutar la tarea.

source: As mentioned, the great things about a WMS is they serve multiple purposes.
es: Lo bueno de un WMS es que sirve para múltiples propósitos.

source: As noted above, the primary facilities incorporated into the model include the TMF, WRF and the Gramalote and Monjas Pits.
es: Como se mencionó anteriormente, las instalaciones primarias incluidas en el modelo son la presa de relaves, el depósito de estériles y los pits Gramalote y Monjas.

source: As noted above, the primary facilities incorporated into the model include the TMF, WRF and the Gramalote, Monjas, and Trinidad Pits.
es: Como se mencionó anteriormente, las instalaciones primarias incluidas en el modelo son la presa de relaves, el depósito de estériles y los pits Gramalote, Monjas y Trinidad.

source: As noted above, the seismic sources identified in the SSC model have been based on a defensible consideration of the tectonic environment, regional geologic relationships, and observed patterns of seismicity.
es: Como se mencionó anteriormente, las fuentes identificadas en el modelo SSC se han basado en una consideración justificable del entorno tectónico, relaciones geológicas regionales y patrones observados de sismicidad.

source: As noted in the text, the assessments made are based primarily on studies given in the literature and supplemented with evaluations of remote sensing data to evaluate the geomorphic expression of mapped faults and to search for any additional faults that might not have been documented in the literature.
es: Como se indica en el texto, las evaluaciones se basaron sobre todo en estudios encontrados en la literatura y se complementaron con evaluaciones de datos de sensores remotos para evaluar la expresión geomórfica de las fallas mapeadas y para detectar fallas adicionales que pudieran no haber sido documentadas en la literatura.
